Repository: intive/StudyBox_Windows
Catalog: StudyBox/StudyBox/Strings/*/Resources.resw
Source language: en
Languages: pl

source: Absence user in database
pl: Błędne hasło bądź nazwa użytkownika

# AccessDenied
source: No Internet Access.
pl: Brak uprawnień internetu.

# Cancel.Text
source: Cancel
pl: Anuluj

source: Congrats!
pl: Gratulacje!

# CreateAccount.Text
source: Create new account
pl: Utwórz nowego użytkownika

# EmailError.Text
source: E-mail is not valid
pl: Niepoprawny e-mail!

source: Fill all fields!
pl: Wypełnij wszystkie pola!

source: HINT
pl: PODPOWIEDŹ

# ImproveResults
source: IMPROVE YOUR RESULTS
pl: POPRAW WYNIK

# LoadingFlashcards.Text
source: Flashcards are loading...
pl: Fiszki ładują się...

# Login.Text
source: Login
pl: Zaloguj

# LoginMenuButton.Content
source: Log in
pl: Zaloguj

# LogoutMenuButton.Content
source: Log out
pl: Wyloguj

# MenuEditButton.Content
source: Edit
pl: Edytuj

# MenuSaveButton.Content
source: Save
pl: Zapisz

# MyDecks.Text
source: MY DECKS
pl: MOJE TALIE

source: No Internet Connection.
pl: Brak połączenia z internetem.

source: Not bad!
pl: Nieźle!

# Password.PlaceholderText
source: Password
pl: Hasło

# PasswordCannotHaveWhitespaces
source: Password cannot contain any whitespaces!
pl: Nie można użyć w haśle białych znaków!

# PasswordError.Text
source: Password is not valid
pl: Hasło jest nieprawidłowe

# PasswordTooShort
source: Password is too short!
pl: Hasło jest za krótkie!

# Register.Text
source: Register
pl: Zarejestruj

source: Registration failed!
pl: Rejestracja nie powiodła się!

# RepeatPassword.PlaceholderText
source: Repeat password
pl: Powtórz hasło

# RepeatPasswordError.Text
source: Passwords are not equal!
pl: Hasła nie są jednakowe!

# SearchMessage.Text
source: There are no decks with suitable search conditions
pl: Brak talii spełniających warunki wyszukiwania

source: REPEAT TEST
pl: POWTÓRZ TEST

source: Try again...
pl: Spróbuj ponownie

# WorstTest.Text
source: TEST OF THE WORST
pl: TEST Z NAJGORSZYCH

# YourScore.Text
source: Your score
pl: Twój wynik

# NoFlashcards.Text
source: There are no available flashcards in this deck!
pl: Nie ma żadnych fiszek w tej talii!

source: out of
pl: z

# TestRandomDeckButton.Content
source: Discover new deck
pl: Odkryj nową talię

source: Server connection error.
pl: Błąd połączenia z serwerem.

# ContinueWithoutLogin.Text
source: Continue without login
pl: Wejdź jako niezarejestrowany użytkownik

# GoToDecksList.Content
source: Back to my decks
pl: Publiczne talie

# ChooseLearning.Text
source: Learning
pl: Nauka

# ChooseLearningOrTest.Text
source: What do you want to do?
pl: Co chcesz zrobić?

# ChooseTest.Text
source: Exam
pl: Test

# DontRepeatLearning.Text
source: No
pl: Nie

# FinishLearningMessage.Text
source: That's all the flashcards within the deck. Would you like to start again?
pl: To już wszystkie fiszki w ramach tej talii. Czy rozpocząć naukę od nowa?

# RepeatLearning.Text
source: Yes
pl: Tak

# ShowAnswerMessage.Text
source: Show answer
pl: Pokaż odpowiedź

source: QUESTION
pl: PYTANIE

# BadAnswersCount.Text
source: Count of bad answers:
pl: Ilość fiszek, na które odpowiedziano:

# CountOfDecks.Text
source: Count of tested decks:
pl: Ilość talii, które testowano:

# GoodAnswersCount.Text
source: Count of correct answers:
pl: Ilość poprawnych odpowiedzi:

# GoToStatistics.Content
source: Statistics
pl: Statystyki

# TestsCount.Text
source: Count of tests:
pl: Ilość testów:

# AddFlashcardsFromFile
source: Add flashcards to deck from file
pl: Dodaj fiszki do talii z pliku

source: Create new deck from file
pl: Utwórz nową talię z pliku

# ImportFile.Text
source: IMPORT FILE
pl: IMPORTUJ PLIK

# TakePhoto.Text
source: TAKE A PHOTO
pl: ZRÓB ZDJĘCIE

source: Camera not found
pl: Nie znaleziono aparatu w urządzeniu

# ImageTooLarge
source: Image is too large
pl: Rozmiar zdjęcia jest zbyt duży

# DeckNameColumnHeader.Text
source: Deck name
pl: Nazwa talii

# ResultColumnHeader.Text
source: Result
pl: Wynik

# TestDateColumnHeader.Text
source: Test date
pl: Data testu

# ShowMoreButton.Content
source: Show more...
pl: Pokaż więcej...

# ShowLessButton.Content
source: Show less..
pl: Pokaż mniej...

source: Add flashcard
pl: Dodaj fiszkę

# Answer.Text
source: Answer
pl: Odpowiedź

source: Create new deck
pl: Stwórz nową talię

# DeckName.Text
source: Deck name
pl: Nazwa talii

# DeleteTip.Text
source: Delete tip
pl: Usuń podpowiedź

# Edit
source: Save changes
pl: Zapisz zmiany

source: Edit flashcard
pl: Edycja fiszki

# FillAllFieldsMessage.Text
source: Not all fields contain correct characters number.
pl: Uzupełnij pola

source: Operation failed
pl: Operacja nie powiodła się

# QuestionLabel.Text
source: Question
pl: Pytanie

# Tips.Text
source: Tips
pl: Podpowiedzi

# ManageDeck.Text
source: Manage deck
pl: Zarządzaj talią

# GoToAddDeck.Content
source: Create new deck
pl: Stwórz nową talię

# GoToAddFlashcard.Text
source: Add new flashcard
pl: Dodaj fiszkę do talii

# IsPublic.Content
source: Is deck public?
pl: Czy talia jest publiczna?

# FlashcardsInDeck.Text
source: Flashcards in deck
pl: Fiszki w talii

# LogInToAddDeck
source: You have to be logged in to add new deck.
pl: Aby dodać talię musisz być zalogowany

# CreateDeckFromFile.Text
source: Create new deck from file
pl: Stwórz talię z pliku

# CreateDeckWithFlashcard.Text
source: Create new deck with flashcard
pl: Stwórz talię z fiszką

# CreatingDeck.Text
source: Creating new deck
pl: Tworzenie talii

# Image.Text
source: Image
pl: Zdjęcie

# LoginMessage
source: Please register to add new decks and flashcards.
pl: Zaloguj się, aby dodawać talie i fiszki.

source: Add flashcards
pl: Dodaj fiszki

# GoToAddFlashcardFromFile.Text
source: Add new flashcards from file
pl: Dodaj fiszki do talii z pliku

source: Search decks...
pl: Wyszukaj talie...

# DeckNameError
source: Deck name is empty
pl: Nie wpisano nazwy talii

# ImageError
source: Photo is not selected
pl: Nie wybrano zdjęcia
